<template>
	<view class="content">
    <view v-if="type == 1" class="jian">
      <h3>云南省省级干眼中心简介</h3>
      <p>昆明市第一人民医院甘美医院眼科为云南省唯一的“省级干眼中心”，中心拥有专业规范的干眼诊疗团队，温馨舒适的就医环境，先进精良的检查治疗设备。提供眼部熏蒸SPA、睑板腺按摩、眼睑深度清洁、眼部除螨治疗、IPL强脉冲光治疗和LipiFlow睑板腺热脉动治疗等诸多解决方案，一站式诊疗流程为广大干眼患者带来科学、专业、舒适的干眼治疗体验。</p>
      <image src="@/static/aa01.png"></image>
      <h5>特色1：汇聚专家智慧，多医师为干眼护航</h5>
      <p>干眼中心以全国干眼康复学组委员、“享受国务院特殊津贴专家”、“享受云南省政府津贴专家”、“云南省云岭名医”、“昆明市有突出贡献优秀专业技术人员”李兰教授，眼表及角膜病专科学科带头人李云川教授领衔，眼表与角膜病专科多位医护协同合作，为患者提供全面、系统、个性化定制的治疗方案。</p>
      <h5>特色2：全面系统的检查， 准确找到干眼“真凶”</h5>
      <image src="@/static/aa02.png"></image>
      <p>干眼中心拥有德国OCULUS眼表分析仪、美国Lipiview眼表面干涉仪、螨虫检查显微镜等多种精良设备，能快速准确地诊断出干眼原因、类型、严重程度。</p>
      <image src="@/static/aa03.png"></image>
      <h5>特色3：综合治疗，一站式解决干眼困扰</h5>
      <p>采用全新理疗方式，引进干眼个性化治疗系统，针对每位患者的干眼类型、程度，制订个性化护理治疗方案，开展干眼综合治疗“五部曲”。包括：（1）问卷调查：帮助患者及医生初步了解干眼程度评分及治疗效果评价。（2）干眼SPA治疗：为眼部“补水”，缓解眼部干涩不适。（3）眼睑深度清洁： 一键重启睑缘微环境（修复眼表），清除生物膜（细菌、螨虫的保护屏障），清除异常分泌物 （障碍物、螨虫食物），打开睑板腺开口。（3）热敷：溶解睑脂，扩张睑板腺开口，促进睑脂排除。（4）睑板腺按摩疏通：疏通睑板腺，排出异常睑脂。（5）冷敷：舒缓、镇痛、消肿、抗炎。</p>
      <h5>特色4：干眼治疗新利器，迅速缓解干眼不适</h5>
      <p>干眼中心率先在省内引进国际先进的法国IPL光脉冲治疗仪、美国LipiFlow睑板腺热脉动治疗仪，为主要治疗干眼症的设备。</p>
      <h5>特色5：温馨舒适就医环境，细致舒心人性化服务</h5>
      <image src="@/static/aa04.png"></image>
      <p>干眼中心面积约70㎡，整体以蓝色调为基调，内设冷暖空调、独立柔软沙发和桌子等，营造清新舒适的诊疗环境，设有独立的检查室、宣教室、熏蒸室、治疗室，充分满足患者朋友的隐私保护需求。</p>
    </view>

    <view v-else-if="type == 2" class="jian">
      <h3>云南省干眼中心智能服务平台上线</h3>
      <p>为了更好的发挥云南省级干眼中心的先锋带头作用，实现更紧密而持续的患者病程跟踪和远程服务，为干眼的防、治提供个性化的意见，普及干眼治疗常识，提高大众对干眼危害的认知，昆明市第一人民医院甘美医院打造的干眼中心智能服务平台正式上线，成为患者与医院的纽带，为患者的日常护理、复诊治疗提供合理化的建议。</p>
      <p>可以随时随地关注公众号，在家自测干眼的程度，获取专家的预防、治疗常识。</p>
      <image src="@/static/aa05.png"></image>
    </view>   

    <view v-else-if="type == 3" class="jian">
      <h3>你知道吗，眼睑也有螨虫</h3>
      <h5>螨虫无处不在</h5>
      <p>螨虫属于节肢动物，它的个体极小，通常我们用肉眼是无法找到它的哦。世界上已经发现螨虫有50000多种，数量仅次于昆虫。在居室内生活的螨虫有40余种，其中与人体健康有关的10余多种，螨虫与人体的健康关系非常密切，很多螨虫会侵害人类的皮肤，引起各种皮肤过敏症以及哮喘病、支气管炎等，严重危害人类的身体健康。小小螨虫，无处不在。在家中的沙发、床铺、地毯、宠物的绒毛里，甚至人体皮肤上都存在有螨虫。毛囊炎、酒糟鼻、皮肤过敏等都有可能是螨虫危害而引起的，细小的螨虫还可能会侵入睫毛的毛囊内和皮脂腺内，造成眼睑缘发炎。随着年龄增长蠕形螨患病率逐步增加，60岁人群中感染率超过80%。</p>
      <p></p>
      <image src="@/static/aa06.png"></image>
      <h5>蠕形螨睑缘炎是什么</h5>
      <image src="@/static/aa07.png"></image>
      <image src="@/static/aa08.png"></image>
    </view> 

    <view v-else-if="type == 4" class="jian">
      <h3>1、“睛”神漫画 | 干眼症会影响视力吗？</h3>
      <image src="@/static/aa09.png"></image>
      <image src="@/static/aa10.png"></image>
      <image src="@/static/aa11.png"></image>
      <image src="@/static/aa12.png"></image>
      <image src="@/static/aa13.png"></image>
      <image src="@/static/aa14.png"></image>
      <image src="@/static/aa15.png"></image>
      <image src="@/static/aa16.png"></image>
      <image src="@/static/aa17.png"></image>
      <image src="@/static/aa18.png"></image>
      <image src="@/static/aa19.png"></image>
      <image src="@/static/aa20.png"></image>
      <image src="@/static/aa21.png"></image>
    </view>
    <view v-else-if="type == 5" class="jian">
      <h3>2、『干眼症』不只是眼干这么简单</h3>
      <image src="@/static/aa22.png"></image>
      <image src="@/static/aa23.png"></image>
      <image src="@/static/aa23.png"></image>
      <image src="@/static/aa25.png"></image>
      <image src="@/static/aa26.png"></image>
      <image src="@/static/aa27.png"></image>
      <image src="@/static/aa28.png"></image>
      <image src="@/static/aa29.png"></image>
      <image src="@/static/aa30.png"></image>
      <image src="@/static/aa31.png"></image>
      <image src="@/static/aa32.png"></image>
      <image src="@/static/aa33.png"></image>
      <image src="@/static/aa35.png"></image>
      <image src="@/static/aa36.png"></image>
      <image src="@/static/aa37.png"></image>
      <image src="@/static/aa38.png"></image>
      <image src="@/static/aa39.png"></image>
      <image src="@/static/aa40.png"></image>
      <image src="@/static/aa41.png"></image>
      <image src="@/static/aa42.png"></image>
      <image src="@/static/aa43.png"></image>
      <image src="@/static/aa44.png"></image>
      <image src="@/static/aa45.png"></image>
    </view>

    <view v-else-if="type == 6" class="jian">
      <h3>3、我国蠕形螨睑缘炎诊断和治疗专家共识</h3>
      <h5>（2018年）</h5>
      <h5>一、定义</h5>
      <p>蠕形螨睑缘炎是蠕形螨感染睑缘所致的慢性炎性反应性疾病，主要累及睑缘皮肤、睫毛囊和腺体以及睑板腺，以眼痒、眼异物感、眼干、睑缘充血、鳞屑及睫毛根部袖套状分泌物等为典型临床表现，严重者可引起结膜及角膜并发症。该病可能具有一定的传染性。
        二、病原学
        蠕形螨属于节肢动物门的蛛形纲、蜱螨亚纲中的真螨目、蠕形螨科[1]，其中有两种可寄居于人体，即毛囊蠕形螨和皮脂蠕形螨。在眼部，毛囊蠕形螨常寄居于睫毛囊，而皮脂蠕形螨多寄居于眼睑皮肤的皮脂腺和睑板腺。
        1．形态：
        寄生于人体的两种蠕形螨形态基本相似[2]。螨体分为鄂体、足体和末体3个部分。鄂体位于螨体前端，有一对螯肢，呈针刺状。足体近圆柱形，腹面有4对足，粗短呈芽突状且分节，能伸缩，跗节上有一对叉形爪。末体细长如指状，体表有明显的环状横纹。毛囊蠕形螨的末体较长，占虫体长度的2/3~3/4，末端较为钝圆；皮脂蠕形螨的末体较短，占虫体长度的1/2，末端较为尖锐，呈锥状[3]。
        2．生活史：
        蠕形螨在人体内的生活史分为5期：卵（60 h）、幼虫（36 h）、前若虫（72 h）、若虫（60 h）、成虫（12 h）。整个生活史历时240~348 h，即10~15 d[3]。在雌雄交配阶段，成虫必须移动到毛囊口处进行交配，此过程常于夜间进行。
        3．寄居部位及温度敏感性：
        在眼部，毛囊蠕形螨寄居于睫毛囊中，主要以颚体朝向毛囊底部寄生，且常常有多条群居现象。皮脂蠕形螨寄居在与睫毛相关的皮脂腺和睑板腺中，一般为单条独居生活[4]。0 ℃以下或37 ℃以上的温度对蠕形螨的生存不利，54 ℃为其致死温度，58 ℃为有效灭螨温度[5]。
        4．传染途径：
        蠕形螨主要通过接触传播。卫生条件差及使用共用卫生洁具等，均可使蠕形螨通过直接接触和间接接触感染人体[6]。临床观察发现，在睑缘蠕形螨检查阳性的儿童中，其父母或与其密切接触的亲属睑缘蠕形螨的阳性检出比例也很高。</p>
      <h5>三、流行病学</h5>
      <p>蠕形螨睑缘炎临床比较常见。文献报道睑缘炎患者的蠕形螨检出率达到23.8%~90.0%[7]。印度一项单中心研究结果显示，在150例睑缘炎患者中，蠕形螨的检出率为78.7%，其中蠕形螨检出率前部睑缘炎为90%，后部睑缘炎为60%，混合型睑缘炎为90%[8]。我国淮南地区一项单中心研究结果显示，在400例睑缘炎患者中，蠕形螨的检出率为26.76%[9]。
          蠕形螨睑缘炎可见于各年龄阶段的人群，但目前仍缺乏其在不同年龄人群中发病率的流行病学数据。尽管在不同研究中睑缘蠕形螨的检出率有所差异，但大部分研究一致发现，皮脂蠕形螨和毛囊蠕形螨在睑缘的检出率均随年龄增加而增高[10]。目前尚未发现蠕形螨的检出率在不同性别患者中有明显差异[11,12]。</p>
      <h5>四、分类</h5>
      <p>根据感染蠕形螨的类别和炎性反应累及的部位，蠕形螨睑缘炎可分为3个类型。
        1．累及前部睑缘炎：
        主要由毛囊蠕形螨感染所致，炎反应主要累及睫毛囊根部。
        2．累及后部睑缘炎：
        主要由皮脂蠕形螨感染所致，炎性反应主要累及睑板腺及其开口区。
        3．累及全睑缘炎：
        同时累及睑缘、睫毛和睑板腺。
      </p>
      <h5>五、发病机制</h5>
      <p>目前，蠕形螨睑缘炎的发病机制尚不明确，可能有多方面因素参与。
        1．直接破坏及物理性损伤：
        毛囊蠕形螨以刺吸宿主组织中的角质蛋白为食，并可吞食睫毛囊上皮细胞，导致毛囊扩张和睫毛脱落。皮脂蠕形螨则吞噬睑板腺脂质，导致腺体缺失及萎缩。蠕形螨的分泌物、排泄物及死亡后的代谢产物，可机械性阻塞睫毛囊及睑板腺腺管，导致腺体上皮过度增生及角化，并造成脂质生成与排出障碍[13]。
        2．免疫反应：
        蠕形螨作为异物抗原可引起寄生部位组织的异物性肉芽肿反应，其周围出现上皮样细胞、间质细胞、成纤维细胞、淋巴细胞及浆细胞浸润[14]；蠕形螨及其排泄物可诱导机体产生迟发型超敏反应。此外，蠕形螨所携带细菌的抗原也可诱导免疫反应。
        3．病原微生物的载体：
        蠕形螨虫体进出毛囊或皮脂腺时，可携带病原微生物，其中以细菌居多，如葡萄球菌、链球菌和芽孢杆菌，由此可引起睑缘局部菌群失调或继发细菌感染。即使是睫毛囊和腺体内死亡的虫体，也可以增加细菌抗原的释放，从而导致机体发生炎性反应[15]。</p>

      <h5>六、临床表现</h5>
      <p>多为双眼发病，呈亚急性或慢性病程。
        （一）症状
        症状无特异性，多表现为反复发作的睑缘红、眼痒、眼干、眼烧灼感、异物感、畏光及分泌物增多，严重者可伴有反复睫毛脱落。当炎性反应累及角膜时，可有视物模糊或视力下降。
        （二）体征[16,17,18,19]
        1．睫毛异常：
        可见脂样袖套状分泌物包绕睫毛根部，此外常伴有倒睫、乱睫、睫毛稀疏、睫毛缺失，甚至秃睫等。
        2．睑缘炎性反应：
        睑缘充血和肥厚、毛细血管扩张和上皮角化，长期炎性反应可导致睑缘不规则，甚至眼睑内、外翻。
        3．睑板腺异常：
        睑板腺开口可见脂栓，睑酯分泌物性状异常。部分患者可合并睑板腺囊肿。
        4．皮肤病变：
        部分患者可伴有面部痤疮、酒渣鼻、脂溢性皮炎等。
        （三）并发症
        1．结膜炎：
        为睑缘炎性反应累及结膜所致，患者出现结膜充血、乳头和（或）滤泡增生。
        2．角膜炎：
        睑缘炎性反应可累及角膜，引起点状角膜上皮病变、角膜基质浸润和角膜溃疡等，常伴有浅层新生血管形成[20]。严重的角膜溃疡可发生角膜穿孔[21,22]。
      </p>
      <h5>七、辅助检查</h5>
      <p>蠕形螨睑缘炎的病原学诊断依赖实验室检查。
        1．光学显微镜检查：
        每个眼睑取3根睫毛（主要选取根部带有脂样袖套状分泌物的睫毛或倒睫、乱睫），双眼上下睑共取12根，在结合临床表现对检出蠕形螨把握较大时，可先任取1或2个眼睑的睫毛进行检查。将拔下的睫毛平行置于载玻片上，加盖盖玻片，光学显微镜下观察蠕形螨，分别统计每个眼睑3根睫毛上蠕形螨检出的数量及形态[23]。若拔出的睫毛根部鳞屑较多，可于载玻片上滴加香柏油和100%乙醇20 μl或0.25%荧光素钠滴剂再进行观察[15]，有利于对虫体进行分辨。
        2．活体激光共聚焦显微镜检查[24]：
        在活体状态下，可对多个毛囊进行快速检测，同时还可观察到相近的睑缘和睑板腺结构以及睑板腺内蠕形螨的感染情况。对于睫毛缺失的患者，依然可对残存毛囊进行蠕形螨检查。由于活体激光共聚焦显微镜检查为无创性检查，适合用于多次随访检查并指导治疗，可减轻由于反复拔取睫毛给患者带来的痛苦。但是，此方法目前尚难以鉴别诊断蠕形螨的种类，且无法准确计数。此外，该方法的有效实施对检查者的经验、操作技巧以及患者的配合程度均有较高要求。
      </p>
      <h5>八、蠕形螨睑缘炎的诊断依据</h5>
      <p>1.双眼慢性或亚急性病程，有眼红、眼痒、异物感等眼部症状或伴有反复发作、难治性霰粒肿。
        2.睫毛异常，睫毛根部脂样袖套状分泌物（具有诊断提示价值），可伴有睑缘充血和肥厚。
        3.蠕形螨检查阳性。毛囊蠕形螨检查阳性推荐标准：（1）各期的蠕形螨均计数在内；（2）成人患者在4个眼睑中的任1个眼睑蠕形螨计数达到3条/3根睫毛；（3）小于上述标准为可疑阳性，需结合临床表现，必要时可同时进行其他病原微生物的检查，如细菌、真菌等。
        同时符合以上3条，可确诊蠕形螨睑缘炎。同时符合前两条，睫毛检出蠕形螨但计数达不到标准，可重复取材及应用活体激光共聚焦显微镜辅助检查；若计数仍达不到标准，可诊断为疑似蠕形螨睑缘炎。仅蠕形螨检出阳性而无临床症状和体征者不诊断蠕形螨睑缘炎。
      </p>
    </view>
      <view v-else-if="type == 7" class="jian">
        <h3>提醒丨秋季干眼症频发 欲哭“无泪”！</h3>
        <h5>一、什么是干眼症？</h5>
        <p>是由泪液的质或量异常引起的泪膜不稳定及眼表损害，从而导致眼部不适的一类疾病。中医称“白涩症”，因肝肾亏损，阴血不足，目失所养，治以补益肝肾，滋阴养血。</p>
        <h5>二、你是否有这些症状？</h5>
        <p>眼部干涩灼热感、异物感、眼红、畏光、视物模糊、视力波动</p>
        <h5>三、泪液是由什么组成</h5>
        <p>干眼症的好发人群</p>
        <p>中老年居多，单随着科技发展、生活环境改变，发病人数增多，呈年轻化趋势。诱发干眼的因素
          年龄：中老年
          环境：干燥、空气不流通
          疾病：如眼部疾病、全身免疫性疾病
          药物：抗抑郁、降压药、抗生素眼水等   
          眼部手术史：phaco、LASIK、眼线美容等
          其他，如眼部化妆
          视频终端综合征
          长时间使用电脑、电视、手机等终端屏幕，出现眼干、眼痒、视疲劳等症状的疾病。</p>
        <p>板腺功能障碍慢性、浸润性睑板腺异常性疾病脂质合成、分泌减少，泪膜蒸发率增高，是导致蒸发过强型干眼症的主要原因。</p>
        <h5>四、检查</h5>
        <p>1、裂隙灯检查
          2、泪膜破裂时间检查
          3、泪液分泌试验检查</p>
        <h5>五、治疗方法</h5>
        <p>药物：人工泪液、糖皮质激素、非甾体抗炎药、免疫抑制剂
          手术：泪点栓塞、离体颌下腺移植
          理疗：热敷+睑板腺按摩
          中药：汤药、药膳
          其他：自家血清、羊膜提取液、湿房镜、仰卧睡睡姿
          专家提醒，如果感到眼睛出现问题，应及时去医院就诊，在医生指导下进行治疗。</p>
        <h5>六、饮食帮助改善</h5>
        <p>薏米山药百合粥、枸杞菊花茶、猪肝菠菜汤</p>
      </view>
	</view>
</template>

<script>
	export default {
    data () {
      return {
        type: undefined
      }
    },
    onLoad (option) {
      const { type } = option
      this.type = type
    }
	}
</script>

<style lang="less" scoped>
	.content {
		display: flex;
		flex-direction: column;
		align-items: center;
		justify-content: center;
    .jian {
      padding: 10px 20px;
    }
    h3 {
      display: flex;
      justify-content: center;
    }
    p {
      font-size: 14px;
      padding: 10px 0 20px 0;
    }
	}
</style>
